11/data/attachments/ccc3357470c6e4e5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_4ec86680-0f92-46e3-bcfb-16e9b8c56b92</nif:username>
            <nif:friendToBeAdded>Anthony_radio_Friend_20035_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>